<?php

return [
    'title' => 'Καλωσορίσατε!',
    'welcome' => 'Καλωσορίσατε στο <a href="/" class="font-bold hover:underline">Answer Pod</a>!',
    'description' => 'Το καλύτερο μέρος για να αποθηκεύσετε υλικό από τα σχολικά σας βιβλία.',
    'subjects' => [
        'found' => 'Βρέθηκαν τα ακόλουθα μαθήματα:',
        '!found' => 'Δεν βρέθηκαν μαθήματα.',
        'create' => 'Για να δημιουργήσετε ένα μάθημα, κάντε κλικ <a href="/subject/add" class="link">εδώ</a>.',
    ],
    'placeholder' => [
        'search' => 'Αναζήτηση...',
    ],
    'edit' => 'Επεξεργασία',
    'delete' => 'Διαγραφή',
    'cancel' => 'Ακύρωση',
    'action-undone' => 'Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.',
    'error' => [
        '404' => [
            'title' => 'Η σελίδα δε βρέθηκε!',
            'description' => 'Λυπούμαστε, αλλά η σελίδα που αναζητήσατε δε βρέθηκε. Για να επιστρέψετε στην αρχική κάντε κλικ <a href="/" class="link">εδώ</a>.',
        ],
    ],
];
