<?php

return [
    'create' => 'Δημιουργήστε μία εγγραφή',
    'button' => [
        'add' => 'Προσθήκη εγγραφής',
        'save' => 'Αποθήκευση αλλαγών',
    ],
    'label' => [
        'number' => 'Αριθμός:',
        'subject' => 'Μάθημα:',
        'unit' => 'Ενότητα:',
        'statement' => 'Εκφώνηση:',
        'solution' => 'Λύση:',
        'locale' => 'Γλώσσα:',
    ],
    'placeholder' => [
        'statement' => 'Εκφώνηση',
        'solution' => 'Λύση',
        'subject' => 'Επιλέξτε ένα μάθημα',
    ],
    'error' => [
        'subject' => 'Παρακαλώ επιλέξτε ένα μάθημα',
        'statement' => 'Παρακαλώ εισάγετε μία εκφώνηση.',
        'solution' => 'Παρακαλώ εισάγετε μία λύση.',
        'image' => 'Επιτρέπονται μόνο εικόνες PNG και JPG.',
    ],
    'confirm' => 'Θέλετε να διαγράψετε αυτήν την εγγραφή;',
];
