<?php

return [
    'create' => 'Δημιουργία μαθήματος',
    'edit' => 'Επεξεργασία μαθήματος',
    'units' => 'Βρέθηκαν οι ακόλουθες ενότητες:',
    'unit' => 'Ενότητα :number',
    'entries' => 'Μπορείτε να δείτε τις εγγραφές άνα ενότητα στο πλαϊνό μενού.',
    'button' => [
        'add' => 'Προσθήκη μαθήματος',
        'save' => 'Αποθήκευση αλλαγών',
    ],
    'label' => [
        'name' => 'Όνομα:',
        'units' => 'Αριθμός Ενοτήτων:',
        'description' => 'Περιγραφή:',
        'locale' => 'Language:',
    ],
    'placeholder' => [
        'name' => 'Μάθημα',
        'description' => 'Περιγραφή',
    ],
    'error' => [
        'name' => [
            'required' => 'Παρακαλώ εισάγετε έναν όνομα.',
            'exists' => 'Αυτό το όνομα υπάρχει ήδη.',
        ],
        'units' => 'Η ενότητα :unit περιέχει εγγραφές. Δοκιμάστε έναν μεγαλύτερο αριθμό.',
    ],
    'confirm' => 'Θέλετε να διαγράψετε αυτό το μάθημα;',
];
