<?php

return [
    'create' => 'Δημιουργήστε ένα μάθημα',
    'units' => 'Αριθμός ενοτήτων: :count.',
    'entries' => 'Μπορείτε να δείτε τις εγγραφές άνα ενότητα στο πλαϊνό μενού. Αλλιώς, για να δημιουργήσετε μια εγγραφή μπορείτε να κάνετε κλικ <a href="entries/create" class="link">εδώ</a>.',
    'button' => [
        'add' => 'Προσθήκη μαθήματος',
        'edit' => 'Επεξεργασία μαθήματος',
    ],
    'label' => [
        'name' => 'Όνομα:',
        'units' => 'Αριθμός Ενοτήτων:',
    ],
    'placeholder' => [
        'name' => 'Μάθημα',
    ],
    'error' => [
        'name' => [
            'required' => 'Παρακαλώ δώστε έναν όνομα.',
            'exists' => 'Αυτό το όνομα υπάρχει ήδη.',
        ],
    ],
    'confirm' => 'Θέλετε να διαγράψετε αυτό το μάθημα;',
];
